{"meta":{"title":"Time is power","subtitle":"","description":"","author":"蜩与学鸠6","url":"http://example.com","root":"/"},"pages":[{"title":"about","date":"2023-02-11T02:11:54.000Z","updated":"2023-02-11T02:12:22.000Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":""},{"title":"404","date":"2023-02-11T02:14:55.000Z","updated":"2023-02-11T02:16:27.000Z","comments":true,"path":"404/index.html","permalink":"http://example.com/404/index.html","excerpt":"","text":""},{"title":"categories","date":"2023-02-11T02:09:49.000Z","updated":"2023-02-11T02:10:36.000Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"friends","date":"2023-02-11T02:12:52.000Z","updated":"2023-02-11T02:13:28.000Z","comments":true,"path":"friends/index.html","permalink":"http://example.com/friends/index.html","excerpt":"","text":""},{"title":"tags","date":"2023-02-11T02:10:47.000Z","updated":"2023-02-11T02:11:20.000Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"平民的幻想","slug":"people-fantasy","date":"2024-02-20T01:49:35.000Z","updated":"2024-02-20T02:14:43.284Z","comments":true,"path":"2024/02/20/people-fantasy/","link":"","permalink":"http://example.com/2024/02/20/people-fantasy/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;我一直有个幻想，就是任何现实问题都有解决方案，实则大多数是没有的。比如，人们都希望自己出生在富贵人家，然而只有极少数人实现了这个想法。 &nbsp;&nbsp;&nbsp;&nbsp;幻想一：世界会越来越好。历史上生活在元朝的汉人要比汉朝惨，所以说人们的生活不是螺旋向上的。幻想二：人们在学习能力上是一样的，就像每人每天拥有24小时一样平等。就拿计算机举例，有些优秀的年轻人已是人工智能专家，而一些在IT行业工作的老人只会一些基本的编程能力；有些人在思考世界大国的对抗，而有些人只能思考明天的饭食在哪里。幻想三：地区文明是向前发展的。目前只有人类文明是向前发展的，有很多的地区文明出现倒退和消失。 &nbsp;&nbsp;&nbsp;&nbsp;我作为一个平民，接受了统治阶级的思考方式，这对我不好，因为这种思考对我的生活毫无用处，我现在只主动接受让自己活得好的思想。努力奋斗，好好生活就是我的全部，其余的都是扯淡。","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"人性的理解","slug":"human-nature","date":"2024-02-20T00:14:41.000Z","updated":"2024-02-20T01:30:20.607Z","comments":true,"path":"2024/02/20/human-nature/","link":"","permalink":"http://example.com/2024/02/20/human-nature/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;我对人性一直持乐观态度，认为人有追求客观真理的思想，有乐于助人的行动，有悲天悯人的内心，有拔刀相助的勇气。。。我错了，错的极为离谱。实则大多数人喜欢听别人的坏消息；经常是说一套，做一套；只有对物质生活的追求；怕犯错，没犯错的资本。 &nbsp;&nbsp;&nbsp;&nbsp;造成上述的转变，源于去年的一次无人机事故。那时的我喜欢把无人机飞下来，让别人观看，当然，我也想看一下别人第一次近距离在面对无人机的表情。有个上了年纪的妇人把竹竿把无人机打下来拿回家，我找她理赔，让她出一半，她都不肯，还说我的错，简直是打人还有理了。在我出具被击落的视频证据情况下，还想着赖皮，我真的不知道咋跟她理论。这件事对我的刺激非常大，颠覆了我对农村人本分老实的理解，现在我的理解是本分老实是统治阶级对农村人的美好描述的定义。中国古代无数次的农民起义，不是为了公平正义，是为了生存权，反抗统治阶级的过度压迫。 &nbsp;&nbsp;&nbsp;&nbsp;还有一件事是与好友的分道扬镳，起初是由于他要借光我的手上的钱搞他的炒股事业，而不是资助他的困顿生活，我不太情愿，所以就说了他。他无法理解我的拒绝，在挂断电话前还说了很重的话。都是成年人，我又不吃你的，谁鸟你。他是一个地道的知识分子，热爱知识，勤奋好学，有一定的追求；有一点清高，即使被社会毒打，也不改其心，导致自身无法适应职场工作；喜欢正能量，对负能量的事务不愿做过多的思考和理解。我有一点敬佩他，不过，我也知道这份友情到头了，我跟他不是一路人。我还是感谢他带给我很多的影响，诸如对应试教育的思考和从事IT。 &nbsp;&nbsp;&nbsp;&nbsp;最后是父母，尽管他们没有多少知识，但他们对我的理解和包容大大超出了世界父母的平均水平。假如我能够做成什么事，那绝对离不开我的父母，如果没有他们超出常人的理解和包容，我一定在哪个流水线上打螺丝。父母理解子女确实很难，但能做到包容这一点就是合格的父母。","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"遇见高中的我","slug":"high-student","date":"2024-02-17T13:44:15.000Z","updated":"2024-02-17T14:49:25.813Z","comments":true,"path":"2024/02/17/high-student/","link":"","permalink":"http://example.com/2024/02/17/high-student/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;今天路过高中母校，荣获三好学生的我，此时的感受是一种遗憾和不甘。悔恨自己将所有的时间都用于提高分数，忽视了身心的发展，导致自己错失了一些人和本该发生的好事。 &nbsp;&nbsp;&nbsp;&nbsp;在县城中，看到很多戴眼镜的高中生，时隔这么多年，学校的教育还是这么糟。我内心不禁发问，教育本该让人更好地快乐成长，而不是举着高考大旗去折磨他们。突然看到有三个高中生在不起眼的角落里开心地打游戏，我为他们感到高兴，因为在他们的人生中，不会有半夜醒来的高考噩梦。尽管他们可能成不了材，但人活一世，开开心心地活着就行。只要他们足够聪明，现实从不缺乏教育，这种教育比学校的教育好太多了，因为它现实，实用性极大。 &nbsp;&nbsp;&nbsp;&nbsp;在我读高中期间，有很多老师给了我很大的帮助，我很感谢他们，但我不怀念高中时代，因为在高中我很痛苦。如果遇到高中的我，我想对他说，接触，理解并欣赏网络世界，你可以从里面学到很多好东西，而且还免费，不要把注意力过于集中在学习考试的知识上，注意自己的身体和心智发展，这对你的未来更重要。 &nbsp;&nbsp;&nbsp;&nbsp;有些事情过去了就过去了，无论你如何懊悔和痛苦，都无法改变。我要做的事回顾过去和展望未来，并着眼改变现在。愿我的一生能快快乐乐地过，不求富贵。再见18，28你好。","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"我的父母","slug":"father","date":"2024-02-15T07:49:26.000Z","updated":"2024-02-15T10:52:12.786Z","comments":true,"path":"2024/02/15/father/","link":"","permalink":"http://example.com/2024/02/15/father/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp; 我对我的父母一无所知，常常被他们的对事情的看法所惊讶。我父母也经常为我的行为而感到惊讶，双方好像来自不同文化和地区的人。由于我父母的包容和理解，我的很多行为和看法都能得到需要发展的时间和空间，这一点，我的父母可以称得上世界模范父母。 &nbsp;&nbsp;&nbsp;&nbsp;我父母属于第一代农民工，我属于留守儿童。作为留守儿童的最深体会，就是心智发展比正常儿童慢个三五年，比如上初中的我在过年期间，喜欢带着枪到小溪边打麻雀。不过幸运的是在大学读了不少关于心智方面的书籍，自己也经常会审视头脑中的幼稚想法，现在的我在心智方面追平了年龄。对比很多留守儿童早早辍学，在社会上由于心智不成熟，过早地暴露在恶劣的环境中，染上赌博或吸烟等诸多恶习来说，我的父母也很幸运了。 &nbsp;&nbsp;&nbsp;&nbsp;我父母在年轻的时候，由于众所周知的原因，长期从事简单重复的体力工作，导致对工作，科技以及生活的理解处于农业文明水平。从事哪一行不重要，重要的是自己要努力上进；电脑就是计算机；要买车，因为大家都买了。在这种情况下，我父母还长年累月的支持我的各种毫无前途的计划，我已经万分感谢了。至于说要改变父母的观念，我认为这不是我的责任，我的责任是让他们过好一点。 &nbsp;&nbsp;&nbsp;&nbsp;人们需要的是理解，包容和支持，而不是思想教育。我希望能成为一个给人带来无限经济利益的人，而不是一个自认为手握真理且喜欢说教的普通人。","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"光明的自私","slug":"learn","date":"2024-02-13T14:48:03.000Z","updated":"2024-02-13T16:24:55.063Z","comments":true,"path":"2024/02/13/learn/","link":"","permalink":"http://example.com/2024/02/13/learn/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp; 今天我一个长辈问我对电子设备懂不懂，懂的话帮他购买一个卡拉OK设备。我告诉他在在淘宝和京东上搜索一下，选一个品牌就行，在购买之前要查看设备的详细信息，看是否符合自己的要求。 &nbsp;&nbsp;&nbsp;&nbsp;在农村，人们对科技的理解肤浅。我飞无人机拍照，有些年长的人就说，飞这个有啥用，不能当饭吃。对手机的理解不在于如何使用，而在于手机的价格，打开他们的手机，发现各种APP推送的消息一大堆。单纯地认为知识水平越高，掌握科技的能力越强。对于年长的人，我不会去纠正他们的观念，因为我懂得接受和理解现代的科技知识对他们来说是困难的。 &nbsp;&nbsp;&nbsp;&nbsp;跟不同的人交流之后，发现大多数人对现代科技工具的理解是错误的，对其的运用能力是低下的。对于此，我只会帮助我愿意帮助且值得帮助的人。此刻，我才发觉我已经主动适应了生活的变化，这种感觉真好。","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"无人机之路","slug":"airplane","date":"2024-02-06T02:29:03.000Z","updated":"2024-02-13T14:41:37.440Z","comments":true,"path":"2024/02/06/airplane/","link":"","permalink":"http://example.com/2024/02/06/airplane/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp; 飞机演变是个复杂且难以置信的过程。1903年霍克莱特兄弟的飞行者1号飞行距离仅为260米，如今人类制造的飞行器完全可以飞出太阳系。我一直有个困惑，不断学习新知识的我到底想要获得什么样的能力，也即什么样的能力在未来是极具价值的。我的答案--在现实中应用新工具的能力。 &nbsp;&nbsp;&nbsp;&nbsp;自工业革命开始，人类的科技突飞猛进，研发出大量的工具，可这些好工具在世界上的很多地方并没有被应用起来。比如无人机，在中国的农村就没有将这个工具很好地应用起来。我知道有农民花几万块钱买了个无人机给农田喷洒农药，农民一年也挣不了几万块钱，而且喷洒农药一年也就那几天，因此农药无人机只能用来喷洒农药，浪费实在太大。 &nbsp;&nbsp;&nbsp;&nbsp;我有一个想法，利用目前网上现有的方法，购买材料组装无人机，然后对无人机不断地更新迭代，让无人机越来越好用，最后自制无人机制作视频发到网上。这一整套流程下来，就是对新工具应用能力的检测。自制的无人机远超一般水平，这足以说明我对新工具的应用能力强。","categories":[],"tags":[{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"}]},{"title":"霸王行动","slug":"dragon-plan","date":"2024-01-28T07:13:13.000Z","updated":"2024-01-28T16:56:27.406Z","comments":true,"path":"2024/01/28/dragon-plan/","link":"","permalink":"http://example.com/2024/01/28/dragon-plan/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;去年的夏季攻势持续到冬天，依然未能收到好的结果，这里源于自身对工作本身的错误理解。我一直以为工作干的好不好，是技术问题，实际是业务理解问题。 &nbsp;&nbsp;&nbsp;&nbsp;关注，理解和认识自己的优势和短板。尽管很多人碰到我，说我母校可以，计算机能力不错和学习能力强，这些优势我一直没放在眼里，更谈不上我考虑去如何利用这些优势。我的短处是对社会的认知还是肤浅的，脑子深处还是技术能力强者王。扬长避短是一种能力，核心能力，因为要做到这一点的前提是认识自己的能力。 &nbsp;&nbsp;&nbsp;&nbsp;社会对人的要求越来越高，自身的年龄也越来越大，如何能让自己在社会上立住脚，是我首要考虑的大事。2024年开始，考虑如何赚钱的想法将在我大脑中占据主导地位。在赚钱能力面前的其它能力，都是渣渣。好好赚钱，天天快乐，是我霸王行动的目标。","categories":[],"tags":[{"name":"人生","slug":"人生","permalink":"http://example.com/tags/%E4%BA%BA%E7%94%9F/"}]},{"title":"现实的思考","slug":"me","date":"2024-01-18T11:29:09.000Z","updated":"2024-01-20T02:31:53.468Z","comments":true,"path":"2024/01/18/me/","link":"","permalink":"http://example.com/2024/01/18/me/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;傲慢使我不愿去认识差异，偏见让我无法认清差异，这两种态度让我在生活中吃尽了苦头。 &nbsp;&nbsp;&nbsp;&nbsp;学习计算机，我在乎实力的培养，缺少对现实的考量，迷了方向，以致学了诸如QT， 软件自动化测试这些用不上的知识。碰到的各种老师，都是教我学习大量知识，完全不讲这些知识在哪些场景下有什么用。导致我学习了很多知识，却并没有收获学习知识所期望的回报。 &nbsp;&nbsp;&nbsp;&nbsp;有人问过我，我们是小人物，学习历史有什么用呢。我现在有点明白他为什么对历史无感了，他接触的历史知识处于教科书级别的层次，这里面都在讲大人物如何牛逼，作为现实的小人物很难与之共情。同时由于人们倾向于把历史当做说教和娱乐工具，并没有考虑其现实的实际意义，导致人很难有现实的动力去了解历史。 &nbsp;&nbsp;&nbsp;&nbsp;在现实生活中，我发现很多问题是没有答案和无解的。我为什么要独立思考，因为我不想被别人带进坑里，也不想丧失自己生活的另一种可能。我来到世上，不是为了学习大量知识，从而成长为一个牛逼的人。我学习知识是为了让自己过得更好，所以很有必要分清哪些知识自己有学的必要。 &nbsp;&nbsp;&nbsp;&nbsp;下面这个视频中大佬一脸虔诚的告诉我们如何学习C++，不会告诉你，学完之后基本找不到工作。他只有C++知识体系的学习讲解，没有C++项目的学习讲解，这样会造成你学了C++各种语法知识，然后你不知道有什么用。而且C++招聘对人的要求是比较严格的，不然你看培训机构很少有培训C++的。","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"我的计算机之路--学生期","slug":"computer2","date":"2024-01-14T12:19:42.000Z","updated":"2024-01-15T01:28:36.390Z","comments":true,"path":"2024/01/14/computer2/","link":"","permalink":"http://example.com/2024/01/14/computer2/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;在高二的化学课上，老师问我们以后想从事什么工作，坐我后面的同学说我想干IT，当时我懵了，IT是啥，要知道我当时连QQ都是叫我堂弟帮我注册的。幸运在于刚进入大学，就有计算机的课。在领略计算机网络和代码的神奇之后，遂开始注重增强自己对计算机的认识。 &nbsp;&nbsp;&nbsp;&nbsp;一开始把认识手机中的软件作为自己的任务，在寻找各种软件的过程中，发现一些好软件，比如Via浏览器，占用的存储量只有一张照片的五分之一，而且界面只有一个搜索框，不像百度浏览器，一打开，一堆广告和垃圾新闻。&nbsp;微信读书，大学四年，我在里面看了不下两百本，几乎都是些历史人文著作，其对我的影响不亚于我上了一个一流的文科学校，而且总共花了不到二十块钱，这个软件我给六颗星。 &nbsp;番茄TODO，这是一款定时APP，还是我一个朋友推荐给我的；手机在手，天天都过的很快，这是我接触手机后的感觉；这个软件的学霸模式开启后，手机重启都消除不了这个模式，一定得等它定时任务完成，才能解锁手机；有了它，我再也不用担心手机的困扰了。 &nbsp;每日英语听力，这个用来背英文文章是真的顶，它有语音跟读，还能给你的语音打分；我用它背过英语新概念４的文章，背完了二十多篇文章后，最大的感受是英文学习是需要口语输出的。 &nbsp;&nbsp;&nbsp;&nbsp;认识手机相对于认识电脑来说是简单的，个人认为原因有二；１：电脑的Windows系统是国外的，导致其应用商店也是国外的，其应用商店没啥中文好软件，刚开始我又不知道要去官网下载软件。在一些奇怪的网站上经常下载到流氓软件，比如我下载了一个微信软件安装包，点击安装后发现，猎狐，QQ浏览器也安装了。&nbsp;２：电脑软件相较于手机软件，其操作复杂度相当于大学生和小学生的区别，比如，你用好pycharm，首先得学习计算机语言Python。还好，大学有大量空闲时间学习。笔记本电脑的屏幕比手机大５倍，用它来观看视频比手机爽多了，我的大一就在认识手机和用电脑看视频中结束了。 &nbsp;&nbsp;&nbsp;&nbsp;大二和大三的我才开始用电脑做看起来有意义的事。学习MATLAB，它是用来做数值计算的软件，比如我输入实验数据，它能给我生成对应的二维图。大二我每周至少一个实验，一般情况下我到实验室，在那边跟别人聊天，实验数据全靠学霸室友弄。一场实验下来，三四十个数据，这个时候就是体现我学习MATLAB价值所在，咚咚咚，一分钟不到，图就给我生成好了。&nbsp;学习PS，这个软件最好的地方就是在照片上能最大发挥你的想象力。你室友用iPad看球赛，你给他拍个照，然后把照片上iPad的屏幕贴上半裸美女图，他的形象瞬间由好青年变成坏青年。 &nbsp;学习单片机，能让你看起来牛逼，记得那天夜里，我在寝室用单片机跑自己写的ｃ语言程序，LED灯亮时，那夜我激动地睡不着。 &nbsp;&nbsp;&nbsp;&nbsp;大四的我才开始真正去学习计算机的一切。这里得感谢B站，上面有IT培训机构的大量免费视频，说实在的，里面的培训讲师比国内C９的计算机老师讲的都好，别扯高校注重理论知识，我认为这种教学模式违背了基本的学习理念--婴儿学习母语，先模仿说，然后才慢慢地理解各种话在不同语境下的不同意思。&nbsp;我在学计算机过程中就吃了不少理论的亏，花了大量时间学习理论知识，后来这些理论知识基本没用上过。我的感悟--你学习23种设计模式，还不如你熟练编写23行代码来的更实在。我们的教育注重知识的量，模糊知识的效用性。经过这种教育下的学生，大多是没有对学习的思辨力--他们不知道如何去通过学习哪些知识来让自己更好的掌握某个技能。 &nbsp;&nbsp;&nbsp;&nbsp;为什么我之前一直推荐身边的人学习计算机，因为我发现在学习计算机语言的过程中，它不仅能让人对现代科技有更深的了解，而且还会塑造人的思维。我也知道人去接受和认同一件陌生的事物是困难的，更别谈学习了，只是我喜欢计算机而已，所以接受起来没有任何不适。","categories":[],"tags":[{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"}]},{"title":"要成熟","slug":"bigchange","date":"2024-01-11T03:57:15.000Z","updated":"2024-01-11T14:24:11.059Z","comments":true,"path":"2024/01/11/bigchange/","link":"","permalink":"http://example.com/2024/01/11/bigchange/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;虽然已毕业三年多了，今天才发现我离一个成熟的社会人还有一定差距。 &nbsp;&nbsp;&nbsp;&nbsp;我对于工作中遇到的那些开发人员不潜心专研技术，反而专研摸鱼和人情世故，是不认同的，一直秉承一个观念--技术能力越强，越吃得开。这种观念是上层推行的价值观，但我现在要说它是有问题的。在社会上，技术能力跟赚钱是两码事，你能看到会点技术皮毛的修电脑师傅靠着给小白解决电脑的硬件和软件问题，假如能够搭配上让小白觉得的高大上且愿意掏钱的话术，赚的钱要比高级软件开发人员多。 &nbsp;&nbsp;&nbsp;&nbsp;我一直没有去认识到人与人之间的不同，这给了我一个幻想，认为任何人只要啃下功夫，都能像我一样把计算机学好。一个小白学计算机，没有三个月的持续学习和吸收，他连用一门计算机语言开发一个简单需求都做不了。可在社会上，有多少年轻人能拿出三个月时间去学习计算机呢，即使他花了三个月去学习计算机，他的掌握程度还要跟他自身条件有很大关系。想想之前傻傻地开心跟别人分享计算机的知识，都没意识到他人连计算机的基础概念都没有，我的错。 &nbsp;&nbsp;&nbsp;&nbsp;沉迷于从过去的经历寻找答案，未能意识到环境的巨变。二战时，面对德军进攻，英法高层企图复制一战时的成功经验，跟德军打消耗战，企图再一次把德军耗得山穷水尽。德军采用先进的战争理论--闪电战，地面装甲部队的快速机动，空军的高效配合，以最快的速度打赢决定性战役，成功避免了消耗战。短短六周，盟军损失226万军队，而德军才伤亡20万。英法高层对于战争思想的落后，给欧洲带来巨大的创痛，可见，不好的思想能带来痛苦。我要转变，不去忍受那些坏思想所带来的痛苦。 &nbsp;&nbsp;&nbsp;&nbsp;人们在吃饭之前，都会看一下碗里的饭菜，确认没问题后才吃。然而，人们在学习之时，对所学习的知识却不做任何审查，统统塞进头脑里。以至于那些人不仅要承受学习知识的痛苦，还要继续去承受那些想法带给他的痛苦。 &nbsp;&nbsp;&nbsp;&nbsp;撒切尔夫人名言：注意你的思想，因为它将变成言辞；注意你的言辞，因为它将变成行动；注意你的行动，因为它将变成习惯；注意你的习惯，因为它将变成性格；注意你的性格，因为它将决定你的命运。 &nbsp;&nbsp;&nbsp;&nbsp;技术实力和赚钱能力是两种力量；金钱是发生一切的最后保障，有钱真的很了不起；利用好自己的优势才能对得起自己。","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"莫做好人，但行好事","slug":"leave","date":"2024-01-09T02:33:50.000Z","updated":"2024-01-09T08:42:48.676Z","comments":true,"path":"2024/01/09/leave/","link":"","permalink":"http://example.com/2024/01/09/leave/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;君子和小人这种概念是儒家提出来的，这种划分缺乏对人性的基本思考。暂且把君子定义为好人，小人定义为坏人。 &nbsp;&nbsp;&nbsp;&nbsp;网剧尖叫皇后里的好人一开始都怀抱着改变现实环境的想法，即通过她们的努力，周围的人和事物都能按照她们的想法运行。对于现实中出现她们无法理解的事情，不是想着如何去理解和接受，而是直接采取对抗或回避措施。好人们不断地跟坏人们进行对抗，却没有足够强大的内心和头脑去梳理那些情绪和想法，最终沦为牺牲品（患精神病）或成为真正的坏人（杀人恶魔，通过杀人去清除她们认为的坏人）。至死也会单纯地认为所有不好的事情都是这些坏人们搞出来，而不会去想她们认为的坏和好只是个人的定义，即自己是对的。 &nbsp;&nbsp;&nbsp;&nbsp;坏人们都对人性的阴暗面有一定了解，这对于她们在面对发生在自己身上不好的事情时，都能坦然面对，同时能够积极去想法处理这些问题。在面对杀人恶魔要除掉她们时，她们能将杀手玩的团团转。被送去精神病院时，她们能在里面找到生活的乐趣和价值。 &nbsp;&nbsp;&nbsp;&nbsp;坏人们很自私无情，对人也无礼。但她们该装的时候还是非常能装的，这一点表现在没有跟她们有深度接触的人，都认为她们非常好。好人对人很好，帮人是能帮就帮（这一点我非常佩服）。不过不会表达和使用诡计，经常被人投票表决为杀人恶魔。 &nbsp;&nbsp;&nbsp;&nbsp;处理现实问题需要的是能力，而不是道德；深渊犹可测，人性不可测；成熟的人不应该去抱怨，应该想法去改变和接受。","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"成为历史的过去","slug":"real-pass","date":"2024-01-07T11:58:40.000Z","updated":"2024-01-07T13:27:31.316Z","comments":true,"path":"2024/01/07/real-pass/","link":"","permalink":"http://example.com/2024/01/07/real-pass/","excerpt":"","text":"有时候我想，我跟一个月前的我有什么不同跟半年前的我有什么不一样这些问题偶尔想起，我没有一个明确的答案为什么我有这样的思考因为我想要了解什么才是真正的过去直到最近我又玩之前喜欢玩的英魂之刃我发现我完全体会不到之前的快乐了真正的过去就是你再遇到当初的场景 你的心境完全变了我对此感到非常高兴因为此时的我的学习能力比过去任何时候都更强大人们学习新事物的时候大多数人注重对理论知识的掌握少数人强调培养知识的应用能力极少数人会强调对学习本身的理解这样理解三者关系全面中心化-->单一中心化-->去中心化我自学应该是从高中复读开始至今已有八年了学习的范围涵盖了历史，哲学，心理，计算机，教育。。。期间不断因为某个主题与身边的人交流争辩看相关的视频，文章和书籍这些都是为了解决自己的困惑随着自己不断地解决内心的各种困惑自己对事物的认知也在悄然发生变化慢慢地有了自己对事物的个人思考和理解内心也就变得越来越平和了如果要问我学习这么多，最大的收获是什么我的答案是学习的过程是能够变得非常愉快前提是学的是你想学的东西","categories":[],"tags":[{"name":"人生","slug":"人生","permalink":"http://example.com/tags/%E4%BA%BA%E7%94%9F/"}]},{"title":"告别过去，面向未来","slug":"2023","date":"2024-01-01T03:16:44.000Z","updated":"2024-01-01T07:59:07.222Z","comments":true,"path":"2024/01/01/2023/","link":"","permalink":"http://example.com/2024/01/01/2023/","excerpt":"","text":"我们如何面对过去将决定我们成为什么样的人 感谢高中老师的肯定 让我对自己有信心 感谢好友 让我开启了对教育的反思 感谢大学和计算机 让我有时间去接触不同的文化","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"学习三剑客","slug":"future","date":"2023-12-23T13:39:15.000Z","updated":"2023-12-27T01:12:40.109Z","comments":true,"path":"2023/12/23/future/","link":"","permalink":"http://example.com/2023/12/23/future/","excerpt":"","text":"人情世故 学习的理念 结合兴趣学","categories":[],"tags":[{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"}]},{"title":"心理学知识","slug":"psychology","date":"2023-12-21T12:41:10.000Z","updated":"2023-12-27T01:36:04.272Z","comments":true,"path":"2023/12/21/psychology/","link":"","permalink":"http://example.com/2023/12/21/psychology/","excerpt":"","text":"【想赢？多“摸摸”你的队友】据对NBA球队调查，队友间的触碰能对球队产生更多的积极影响。外部行为可以改变内部想法，队友间的触碰能让整个队伍更团结，更易获得胜利！所以，教练也可以考虑考虑强行要求队员之间增加身体接触，以增加球队的胜率。 【想知道一个人的内心缺少什么】，不看别的，就看其炫耀什么；想知道一个人自卑什么，不看别的，就看其掩饰什么。 【心理技巧：遭遇客户抱怨怎么办？】高情商化解客户抱怨的黄金步骤：1、发挥同理心，仔细聆听抱怨内容；2、表示感谢，并解释为何重视他的抱怨；3、有错,为事情道歉,没错,为心情道歉；4、承诺将立即处理，积极弥补；5、提出解决方法及时间表,请对方确认；6、做事后的满意度确认。 【7个生活细节年轻大脑】1、3件事情轮换着做:可以刺激大脑不同区域减少大脑退化速度；2、每天大笑1次:具有缓解压力抗击心理衰老功效；3、睡够7小时:充足睡眠有助大脑强化记忆；4、每天看电视不超过2小时:每天看电视过久，会增加患老年痴呆症的危险；5、学1门外语；6、每天清洁3次牙齿；7、坚持健身4个月:锻炼有助于加强记忆。 【五招提高你的自制力】1、多考虑长期后果，不贪图短期快乐；2、当恶习袭来时，轻握拳头可将注意力转移到握拳上来；3、确立切实可行的小目标；4、不饿肚子，保证充足睡眠。不吃饭而导致低血糖的人和睡眠不足的人自控力更差；5、坚持三周。新习惯的养成须通过三周过渡期，大脑才能将其视为日常活动。 【如何提升生活品质】①、每天和伴侣做快乐的事，如一起看电视或读增加生活情趣的书；②、不要牺牲健康，像通宵赶工、睡眠不足、不运动、吃垃圾食物应避免；③、对身边的人有求必应，要急家人、朋友之所急；④、量入为出，财务压力使人快速衰老；⑤、不要把“办不到”当口头禅；⑥、轻松面对杂务；⑦、言出必行。 【发怒，男女大不同】男性发怒的原因常常是由于权利受到威胁，比如想做某事却被禁止；而女性则是因为别人的行为不符合自己的意愿，尤其是感到被拒绝、被忽视和嫉妒时。心理专家认为：“女性常常希望某人或某事有所改变，但自己却无能为力，又看不到出路，于是发怒。” 【说话的艺术】1、急事,慢慢的说。2、大事,清楚的说。3、小事,幽默的说。4、没把握的事,谨慎的说。5、没发生的事,不要胡说。6、做不到的事,别乱说。7、伤害人的事,不能说。8、讨厌的事,对事不对人的说。9、开心的事,看场合说。10、伤心的事,不要见人就说。11、别人的事,小心的说。12、自己的事,听听自己的心怎么说。 【心灵排毒的5个贴士】1、自我合理宣泄，找人倾诉、痛哭和写日记；2、情志转移，把注意力转移到平时感兴趣和喜欢的事上；3、自我理性升华，看书，看好电影，接触自己喜欢的人，充实自己的内心世界；4、适度让步，退一步海阔天空，给自己心理上的解脱；5、自我遗忘，忘记不愉快的事情。 【职场规则】1、你可以不聪明，但不可以不小心。2、你说的每句话，老板都会知道。3、不管什么时候，低调总是最安全的。4、把自己当成聪明人，往往是最笨的。5、你是上司的人，上司未必是你的人。6、站在上司立场想问题，站在自己立场办事情。7、高你半级的人是最危险的，同级的是天然敌人。8、做事做的好，干活干到老。 【心理技巧：你先说好消息还是坏消息？】你有一个大的好消息和一个小的坏消息，应该一起说。这样坏消息带来的痛苦会被好消息带来的快乐所冲淡，负面效应小得多。你有一个大的坏消息和一个小的好消息，应该分开说。这样好消息带来的快乐不至于被坏消息带来的痛苦所流没，人还可以享受好消息带来的快乐。 为什么要对孩子多称赞，少批评；多鼓励，少惩罚？因为：批评中长大的孩子，责难他人。惩罚中长大的孩子，自觉有罪。称赞中长大的孩子，懂得感恩。认可中长大的孩子，喜欢自己…… 【心理技巧：利用潜意识的力量】每天至少花10分钟在早上起床前，在睡觉前10分钟做想象，因为这两个时间段是输入潜意识的最好时段。所以如果你渴望成功、爱情、婚姻等等，请在这两个时段尽情想象吧！你的潜意识渐渐让你通过想象达致产生信心，从而引领你得到你想要的。 【如何才能”写出好心情”?】心情不佳,这样可以挽救负面情绪：1、即时与随性：心情有了状况，逮到时间就提笔把想法如实写下来；2、强调感觉：写出情绪感受，会减轻焦虑感；3、重新定义：接着,为事情进行新的诠释:除了这个负面角度,还有其他的可能解释吗?就能帮助自己跳出情绪泥沼。 【心理技巧：如何克服嫉妒心理】没有必要去嫉妒别人的成就、地位之类。因为:1、别人可能真的付出比你多，只不过你没看到;2、这些东西只能带来一时满足，而不是永久满足，不要也罢;3、这里面有你玩不来的游戏规则，玩的来的人也都挺累;4、你有不如人的就一定有比别人好的，静待时机;5、不争这些，你的朋友会更多。 【心理科普：大脑的心理秘密】大脑集中精力最多只有25分钟。这是对成人而言，所以学习20到30分钟后就应该休息10分钟。你可以利用这段时间做点家务，10分钟后再回来继续学习，效果会更好。 【延迟满足】心理学家戈尔曼：“每个人两颗糖，如果现在吃，马上得到一颗糖，如果坚持20分钟后再吃，这两颗糖就都归你了。”说完后留下一群4岁左右的孩子呆在房间里。一部分小孩咬到了嘴里。另外三分之二的孩子选择了20分钟得到两颗糖。实验说明了一个结论，自制力等意志品质是成功者重要的心理素质。 【恋爱技巧：有情如何才能人终成眷属？】1、随时能联系到彼此；2、经常谈心，让彼此知道对方的想法；3、吵架要发泄出来，不能隔夜；4、互相尊重；5、不要跟异性朋友没完没了的联系；6、不要吝啬你的甜言蜜语；7、态度决定一切；8、两个人吵架，不管是谁的错，必须有人先低头道歉，哄对方。 【幸福的9个预示】《美国心理月刊》发现，能做到以下一半以上的童鞋，更容易收获幸福：1.拍照片喜欢露牙齿；2.旅游纪念品摆放在桌子上；3.不喜欢看电视剧；4.平时爱喝饮料；5.再忙也要运动；6.有两个最好的朋友；7.性生活和谐；8.和快乐的人住的近；9.有一个姐姐姐或妹妹。你达到了几个？ 【让内心变强大的5个贴士】①空虚无聊的时候就读书，在低落和空闲的时候，你最能静下心来学习；②做一个简单的人，平和而执着，谦虚而无畏；③不庸人自扰，不玩弄心计，不打坏心眼，但偶尔可现实和虚伪一下，因为大家谁都不喜欢硬邦邦的人；④懂得倾听别人的忠告，懂得分辨别人的赞美；⑤不要太八卦。 【成功者的习惯】1、微笑。2、气质纯朴。3、不向朋友借钱。4、背后说别人好话。5、听到某人说别人坏话时只微笑。6、过去的事不让人全知道。7、尊敬不喜欢你的人。8、对事无情，对人有情。9、多做自我批评。10、为别人喝彩。11、感恩。12、学会聆听。13、说话时常用我们开头。114、少说话。15、喜欢自己。 【心理常识：别人没有你想象的快乐】斯坦福大学心理研究发现：我们总是有低估他人负面情绪的倾向。也就是说：我们总认为别人春风得意，而倒霉的那个总是自己。这是由于我们自身有关注负面信息的倾向，还有就是在交际中对方戴着快乐的面具刻意隐藏。别人并不像你看到的那么风光，知道吗？ 【赢在改变】1、人不能改变环境，但却可以改变自己。2、不能改变方式，但却可以改变方向。3、不能改变面容，但却可以改变笑容。4、不能改变去路，但却能改变思路。5、不能改变贫困，但却能改变精神。6、不能改变昨天，但却能改变观念、把握今天。 【给失眠者的10个睡眠小贴士】1、少吃多餐。2、关掉手机。3、清理大脑。4、听听催眠CD。5、生活有规律。6、把洗澡水温调低。7、卧室不要刷红色。8、晚上不玩游戏。9、保持脚的温度。10、遵守20分钟规则。如果你躺20分钟都无法入睡，那就起床干点什么，直到有睡意再躺回床上。 【恋爱心理学】①女人往往终生只爱一种男人。男人的口味时时会变。②女人为情所困时，常会不断降低底线，委曲求全。男人会事先设定好底线，一旦触及，便毫不犹豫转身离开。③女人一恋爱就忍不住往终身大事上联想。男人恋爱首先不是为了谈婚论嫁，而是为了从中获得乐趣，婚姻和恋爱对他完全是两码事。 【心理科普：越是拥有越是不满足】人们在拥有了一件新的物品后，会想不断配置与其相适应的物品，以达到心理上平衡，这在心理学叫“配套效应”。 【两性心理：如何成功吸引异性？】吸引住男人的最好办法，就是让他虽一直得不到，却觉得自己很有希望；吸引住女人的办法恰好相反，就是让她一直感觉被满足，而且还有更多遐想的空间。当然如何把握这个“度”，是很有学问的。 【不要因为周围的人都恋爱了，才去恋爱】当我们发现身边的朋友都开始谈恋爱了的时候，在这样的环境中，自己也想找个人谈恋爱。这也是同调行为的一种体现。当周围朋友中谈恋爱的人数逐渐增多时，人的同调行为会逐渐转变成一种强迫观念，认为自己不谈恋爱不行。结果降低了自己对恋爱对象的理想或标准。 一个有力量的男人，会鼓励妻子学习，为她的提升而开心，因为这会增加营造快乐家庭的力量。一个没有力量的男人会反对妻子学习，害怕提升令妻子变得难以操控，他会表示不满、吵闹，进而用冷漠、疏离、躲藏等方法来逃避。 【过于依赖伴侣做事拖延】不少人认为，配偶在成功者背后扮演着重要角色。但美国研究显示，如果不注意方式支持爱侣可能适得其反。研究人员选取77名学生以了解伴侣如何帮助对方实现学业，结果当想到伴侣会帮忙时，对象完成学业就会变得拖沓而花费时间更多，意味着过于依赖伴侣的帮助会产生负面效果。 【心理技巧：亲自下厨心情好】美国约翰斯·霍普金斯大学研究发现：经常自己动手做饭吃的人比不做饭的人幸福感更强，这是因为在获取食物时付出的努力会增加人们的价值感。吃饭时的快乐感觉和美味感，会持续24小时。嗯，你有自己拿的出手的菜吗？ 【控制你的愤怒】看别人不顺眼，是自己修养不够。人愤怒的那一个瞬间，智商是零，过一分钟后恢复正常。人的优雅关键在于控制自己的情绪。用嘴伤害人，是最愚蠢的一种行为。 【成功者13个价值连城的习惯】1、了解做每一件事情的目的；2、决策果断；3、善于倾听；4、设定”当日计划”；5、善于总结；6、做擅长的事；7、勤于练习基本动作；8、运用自我暗示的力量；9、运用冥想的技巧；10、保持体力或创造更多精力；11、超越自我；12、建立系统；13、成功者找方法，失败者找理由。 【周末做做的几件事】1、给未来的自己写一封的信。2、读一本自己喜欢却未读的书。3、买一束没有名字的花，送给自己。4、把被子洗掉，晒满阳光的味道。5、给很久没有见面的朋友，发思念短信。6、坐上一辆没有坐过的公车，欣赏沿路风景。7、午后躺在沙发上，昏睡。8、学厨艺，至少会烧一道美味的菜。 没有把握的事，不要抱希望，那就不会失望。无法揣摩那个人，那就不要请求他替你做些什么事情，不让他有机会拒绝你，你才不会失望。不要爱上一个看来不会爱上你的人，那就不用失望。有些失望是无可避免的，但大部分的失望，都是因为你高估了自己。 【男人心底的6个心理秘密】1、男人的痛苦往往只有他自己知道。2、男人都有向女人倾诉的潜在欲望。3、离异的男人通常不会独身太久。4、在未婚男人的心目中，姑娘就是姑娘；在已婚男人的眼里，姑娘就是女人。5、男人感到最惬意的事情就是被女人理解。6、男人都喜欢会撒娇的女人。 【心理常识：权力让人变得邪恶】斯坦福大学的一个心理学实验证实人只要有一点权势，就很可能会作威作福。他们的实验安排三个人一组，一起阅读一篇文章，两个人谈心得，一个人打分，讨论时会提供四块饼干。他们发现那个“打分者”远远更可能拿最后一块饼干，不在乎吃相，并且不收拾饼干渣。 【心理科普：认识你的潜意识】1.能量无比巨大：潜意识是显意识力量的3万倍以上。2.最喜欢带感情色彩的信息。3.不识真假，直来直去，绝不打折扣的执行者，说什么就做什么（时间长短不一定）。4.比较容易受图像方面的刺激。5.我们不能觉察到，但只有通过催眠才能开发它。6.放松时，最容易进入潜意识。 你生命的前半辈子或许属于别人，活在别人的认为里。那把后半辈子还给你自己，去追随你内在的声音。（荣格) 与金牌得主的压力和银牌得主的遗憾相比，铜牌得主通常更加满意与接纳自己的成绩，随后的日子，也更轻松自如。”第三名，让我们心理弹性处在一个良好的区间。 【积极心理学】常说“谢谢”，会使人变得有礼貌、有教养，对自己身心的健康发展，也是有好处滴！科学研究表明，生活态度积极向上，处处心怀感激的人，除了有更高的幸福感、更加倍儿棒的身体，与人相处的也更加融洽。感恩的心态使他们有着积极乐观的生活态度，面对压力与困难时也能平稳度过。 【职场发展的10个障碍】1、缺乏创意不会追求创新；2、难以合作没有团队精神；3、适应能力差无法适应变动；4、浪费资源，成本意识差；5、不愿意沟通保持沉默；6、缺乏礼貌常常迟到早退;；7、欠缺人缘；8、孤陋寡闻，独立工作能力差；9、忽视健康，工作情绪低落；10、自我设限，不肯追求成长突破自己。 【心理技巧：感恩让你有份好心情】心理学家Emmons研究表明：不管你心情好坏，在每晚睡前写下5件让你心存感激的事，能够让你的心理和生理都能够更加健康！这些事可大可小，从一顿饭到好友谈心，从工作到信仰等。 【沟通技巧：过分昂贵的礼物不一定会增加对方对你的好感】当人们得到了自己有能力回报的帮助时，这种帮助就会得到认可和感激，相反如果这种帮助是自己没有能力回报的，就只会让人焦虑和不安。人际交往中可以适当利用这种负债感来达成目的，但是过重的负债感反而难以增加对方对自己的好感。 【消费心理学：便利店里的陷阱】1、销路最好的饮料放在商店的最里面：让你多逛会；2、相互关联的物品要摆在一起：激发你需要，让你多买一点。3、收银台前总会有零食：让你买本来自己没有想买的东西。 【心理常识：密码心理学】一般人的密码不会超过3个的，即使他有过很多个，最后也会缩小到2、3个的。而且一般人的所有邮箱密码都基本一样的，论坛注册的密码也都一样的，所以破解了一个也就可以得到很多个地方的密码了。 【心理衰老的10大表现】一、竞争意识退化；二、自卑心理；三、反应异常；四、固执己见；五、性格孤僻；六、思维迟钝；七、性情急躁；八、情绪恍惚；九、逐渐懒惰；十、办事效率降低。 【重视家庭的人更快乐】《美国国家科学院院刊》一项最究显示：把家庭放在第一位的人，远比把事业和物质成功放在第一位的人更快乐。与爱人保持亲密关系、多花点时间在家里、保持健康的生活方式等都是增加生活满意度的关键因素。烦恼时别忘了家人，他们会给你安慰、给你力量。 【生活是不公平的，要去适应它】1、这世界并不会在意你的自尊。这世界指望你在自我感觉良好之前先要有所成就。2、如果你陷入困境，那不是你父母的过错，所以不要尖声抱怨我们的错误，要从中吸取教训。3、如果你认为你的老师严厉，等你有了老板再这样想。老板可是没有任期限制的。比尔盖茨 【情绪穿衣法则】适当地选择衣服，有改善情绪的功效。因为，称心的衣着可松弛神经，给人一种舒适的感受。所以在情绪不佳时应该注意四“不”。1、不穿易皱的麻质衣服。2、不穿硬质衣料衣服。3、不要穿过分紧身而狭窄的衣服。4、不系领带。 【时间不会杀死浪漫！】关于爱情，人们常常认为，时间会杀死浪漫。爱情会逐步从浪漫之爱转向友谊之爱。但有专家证实了浪漫之爱(强烈、情欲)的确会存在于长期亲密关系中，并且，这一发现可能改变人们的期望——我们究竟想要什么的长期关系。 心理学研究发现,与一个人初次会面,45秒钟内就能产生第一印象。第一印象能够在对方的头脑中形成并占据着主导地位。面试中首因效应的作用不可小瞧.虽然考官的“印象”标准不一样,但总体来说有些标准是一致的，这就是：踏实、开朗、精神饱满、信心十足、坦诚、机敏、干练的人,会给人留下良好的第一印象. 【冷研究：胸围与离婚率】美国著名调查机构PEW在”胸围与幸福指数”调查中对500对30—40岁的夫妻调查结果显示：女性胸围A杯的离婚率为37%，胸围B杯的离婚率为16.3%，胸围C杯的离婚率为4%，而胸围达D杯的女性离婚率1%都不到。 【团队管理技巧，你能做得几个?】1，电话24小时开机。2，当日事当日毕。3，用最少话把事说清。4，承受高压。5，相信方法总比问题多。6，用数据说话。7，要有多个信息源事实才清晰。8，煽动情绪带来流量，但解决不了问题。9，不要大惊小怪。10，不犯同样错误。11，职场当战场，上级是司令。 【暴露缺点心理反而健康】犯点小错误可以点醒自己，让你保持警觉性，避免在重大事件中翻船。 据瑞士卢塞恩心理学研究学院的专家发现，一批本来成绩平平的大学生，在实验中被重打屁股后，记忆力突然大增，考试成绩突飞猛进。因为当人被打屁股时，其肾上腺素分泌会大幅上升，而用以减低痛楚而分泌的内啡，一旦跟肾上腺素混合，将会有效打通一个人从前没有充分利用的神经途径，进而有助IQ的提升。 【人用右耳听的话比用左耳记得更牢】因为右耳听到的信息汇入左半脑，而左半脑比右半脑更具记忆优势。所以要想让对方牢牢记住你说的话，对着ta的右耳说吧！ 【为何我们害怕对别人说“不”】关于人际之间沟通方式，确实会让部分人抓狂，过分憨直可能得罪人，过分顺从则让自己陷入困境。能够说“不”和能够接受被拒绝，都是需要自信和勇气。怕说“不”的内心情结主要来自以下方面：1、被拒创伤；2、厚重而脆弱的自尊；3、依赖与分离焦虑。 【女性心理幸福感较男性高出15%】尼尔森公司对来自51个国家的28153人进行了网上调查发现：男性更易从金钱中找到心理快乐，而女性则更易从友谊以及与孩子、同事和老板的相处中得到快乐。大多数国家女性的幸福感超过男性。","categories":[],"tags":[{"name":"知识","slug":"知识","permalink":"http://example.com/tags/%E7%9F%A5%E8%AF%86/"}]},{"title":"智者语录","slug":"words","date":"2023-12-21T11:58:36.000Z","updated":"2023-12-27T15:05:47.127Z","comments":true,"path":"2023/12/21/words/","link":"","permalink":"http://example.com/2023/12/21/words/","excerpt":"","text":"成长的秘诀 投资你自己 爱惜身体 用阅历去了解人性 与优秀的人为伍 警惕习惯枷锁 保持正直 做自己喜欢做的事 教育 对于熟练掌握一门知识的人来说，运用背景知识来解决问题是自然而然的事情。但是对于初学者和门外汉，则是十分困难的。 学习和记住某件事最好的方法是解释给别人听。当你解释给别人时，你会尽量精简。这样会帮助你记住要点和重要信息 自学者和学生的区别，不在于知识的广度，而在于生命力和自信心的差异 埋怨老师误导你走上错误方向这件事是有限期的，当年年纪大到有能力自己掌舵时，就要自己承担责任 若欲精通某事，便需将其教给他人 我无法理解任何人如何从这种自我复制的体系中受到教育，在这种体系中人们通过考试，然后教导其他人通过考试，但没有人真正懂得任何东西。 不要只教导你的孩子如何取得成功，还要教他们，在不成功时如何应对，教会他们如何处理失败，并从错误中吸取教训 没有基于道德感基础 之上的责任感，任何职业都将失去它的社会价值 思考 不能听命于自己者，就要受命于他人 只有在逆境来临时，你才会真正认识你自己，瞭望身边的人，这种瞭望是真正的财富，虽然是用痛苦换来的，但比我以前得到的任何证书都有用 当一个人被享乐支配着，咋能称他是自由的 要想找到自我，必须独立思考 对一个大师最尊敬的方式就是踩在脚下 我们看待事物的方式，决定着一切，而不是事物本身如何 我们需要的是思考，大多数人宁愿去死也不愿意去思考，许多人真的这样做了 从挫折中，获得智慧，变得坚强，意味着你比以往任何时候，都更有能力生存 折磨我们的往往是想象，而不是事实 不要为自己持独特看法而感到害怕，因为我们现在所接受的常识，都曾是独特看法 每当你发现自己和大多数人站在一边，你就该停下来反思一下 比求胜的意愿，更重要的是做好准备的意愿 关键的时候要依靠自己的判断，千万不要随波逐流 成长 学会说不，你不必要向任何人解释 成长的标准就是拒绝别人以后没有任何愧疚感 我认为，一个人是不是长大成熟，由他对父母的感情方式来判定，当你面对父母，觉得他们‘好可怜’， ‘不容易’时，就是迈向成熟的第一步 珍惜你的低谷期，它会让你看到许多真相 折磨我们的往往是想象，而不是现实 应当细心地观察，为的是理解，应当努力地理解，为的是行动 每个人都有自己要走的弯路，我们要尊重一个人走在弯路上，以发现他在自己的弯路上，需要去拾得的宝贝 谁要学习飞翔，必须先学习站立，奔跑，跳跃和舞蹈，人无法从飞翔中学会飞翔 虽然你现在看不见未来，不知道所拥有的能带领你到什么样的境界，但在未来的某个时刻，当你慕然回首时，就会发现这些走过的点点滴滴，造就现在的你 成长本来就是一条不可逆的道路，更恐怖的是，它往往还是一条孤独的单行车道 我跟着我的自觉和好奇心走，遇到很多东西，此后被证明是无价之宝，请遵循你内心的声音，它们在某种程度上知道你想成为的样子，其它事情都是其次的 自我 朋友处不虚伪，与夫妻处多关怀，与长辈处多理解 没有比承认自己是骗子的人更为真诚的 个人的智慧来自于大方向的 把握，否则再有才干也难有作为 这个世上少有一味付出的人，当你不对别人负责，很难指望别人对你负责 某种意义上，“认清现实”，是这个世界最残酷的一句话，而我们每个人都要在人生中的某个阶段承认这一点，这也是一种能力，不然就无以保持“体面的退场”。 一句哲理在年轻人嘴里说出和在老年人嘴里说出是不一样的，年轻人说的只是这句哲理本身，尽管他可能理解得完全正确，而老年人不只是说了这句哲理，其中还包括了他的全部生活！ 在我这漫长的一生中，没有什么比持续学习对我的帮助更大 永远说实话，这样你就不用去记住，你曾经说过些什么 我不在乎他们偷了我的想法，我在乎的是他们没有自己的想法 我总是远离那些能够非常自信地回答他们并不懂的问题的人 幽默的秘诀是出人意料的 最通情达理的方式就是不要勉强自己 我们可以否认一样东西，但不一定非得诋毁它，或者剥夺别人相信的权力 对未来的真正慷慨，是把一切都献给现在 小人常为伟人的缺点或过失得意 对投资人而言最重要的特质是好脾气，而不是聪明 16.勇气是知道什么无需恐惧 遇见是两个人的事，离开却是一个人的决定，遇见是一个开始，离开却是为了遇见下一个离开，这是一个流行离开的世界，但是我们都不擅长告别 决定我们成为什么样的人，不是我们的能力，而是我们的选择 你终究会成为你正在成为的人，你的每一个选择，都是来自你人生意义的诘问 在你生命的最初30年中，你养成习惯，在你生命的最后30年中，你的习惯决定了你 某种意义上，“认清现实”，是这个世界最残酷的一句话，而我们每个人都要在人生中的某个阶段承认这一点，这也是一种能力，不然就无以保持“体面的退场”。 爱情 与所爱的人长期相处的秘诀是：放下改变对象的念头 找到比自己优秀的伴侣，这是多少钱都买不来的 宁愿做错了后悔，也不要错过了后悔 如何找到好的配偶，最好的办法是变成一个更好的人 世上的每一朵玫瑰花都是有刺的，那么因为怕扎手，就此舍之，那么你永远也不能得到玫瑰的芬芳 沉默是一种美德，但是在喜欢的人面前沉默，就是一种懦弱 友情 在一个朋友结婚时，便是你失去这个朋友的时候 如果你想交一个朋友，那么就请他帮你一个忙 反抗你的敌人，需要过人的勇气，而在朋友面前坚持自己的立场，需要更大的勇气 任何人都能对朋友的不幸感到同情，但要消受一个春风得意的朋友，则需要非常优良的天性 来自敌人的困难可以忍，来自朋友的成功则无可忍 生活 快乐法则：减小依赖，降低期待 相信生活，它给人的教益比任何一本书都好 长寿，幸福的秘诀是什么？不嫉妒，不抱怨，不过度消费，面对什么困难，都保持乐观的心态，交靠谱的人，做本分的事，都是些简单的道理，也都是些老掉牙的道理，做到了，一生受益 人生有三种东西伤人：苦恼，争吵和空钱包 人们交口称赞和认为成功的生活，无非是生活中的一种而已，我们为什么要夸耀一种，而牺牲其它各种呢 我步入丛林，因为我希望活得有意义；我希望活得深刻，并吸取生命中所有的精华；然后从中学习，以免让我在生命终结时，却发现自己从来没有活过 时间决定，你会在生命中遇见谁；你的心决定，你想要谁出现在你的生命里；而你的行为决定，最后谁能留下 人一生要做的两件事，就是防患于未然和豁达大度，前者是为了使他避免遭受痛苦和损失，后者是为了避免纷争和冲突 人的幸福在于知道生活，不是一份漂亮的成绩单 人生最重要的就是工作和爱，为了工作和爱要节制自己的欲望，以免伤了人生最重要的事和人，而人生最不能要的两样东西，不该拿的钱，不该要的感情 从眼前的现实出发，寻找解决之道，才是乐观主义态度；它与只想着“没关系船到桥头自然直”，却什么也不做的乐天主义是不一样的，我们要抱持乐观主义，而不是乐天主义 真正重要的不是活着，而是活得更好，而且好的生活意味着，生活中还有更有趣的事务，要按照你的原则生活 我们不需要改变世界的魔法，我们自己的内心就有这种力量，那就是我们一直在梦想让这个世界变得更美好 金钱观 认真对待你的财务状况，金钱是抵御许多挑战的武器 经济独立是思想独立和行为独立的基础，脱贫比脱单更重要 年轻的适合，我以为钱是人生最重要的，现在我老了，我懂了，确实如此 我寂寞，我气恼，钱去得太快，我要破产了，我要从烟囱里飞出去 只有天知道，对于我来说，保持收支平衡是多么困难 两个口袋空空的人腰挺不直，为什么呢？因为你会求人 人们不愿意分享自己的金钱，却能让别人来瓜分自己的生命，人们吝惜个人财产，对挥霍时间却毫不在乎，即使时间才是唯一值得珍惜的财富 穷困带来恐惧，压力，有时还会绝望；它意味着许许多多的羞辱和艰辛，靠自己的努力摆脱贫穷，的确值得引以为傲 缺钱乃是万恶之源 世界观 哥伦布本来想绕一条路去印度，结果意外发现了新大陆。这种意外在人类的创新史上是一种常态。伟大的发现从来都不是什么稀里糊涂的意外。现实情况是，人类天生对有趣事物有着敏锐的嗅觉。大家都知道，如果我们选择了一条有趣的道路，它可能会通往重要的目的地，尽管我们可能并不知道这个目的地确切在哪里 预防小规模的森林火灾会造成大规模森林火灾的隐患，不必要的滥用抗生素会使人类在面对严重的流行病时变得十分脆弱。我们周围最古老的系统便是大自然。 信息被证明是有害的。我一生中大部分时间都在“越多越好”这样的庸俗观念中挣扎。有时候多是好的，但并非总是如此。知识的危害性在我们对所谓专家的研究中能够显露出来。 白知”看似无处不在，但其实在绝对数量上仍是一小部分人，他们常见于专门的机构、智库、媒体以及大学的社会科学系。他们大部分人都有体面的工作，而招聘“白知”的岗位并不多，这就是为什么他们数量少却影响大。“白知”总是将那些自己无法理解的行为定义为反常、特例、病态和非理性，却没有意识到可能是自己的理解力有限。 一个阶级的奢靡，需要另一个阶级的穷苦来支撑，社会需要底层群体用巨大的付出和极少的收获为金字塔上层群体服务 动上层人的利益视同夺他们生命改底层的观念如同挖他们祖坟而底层观念正是上层利益的来源 官话不过是说说而已，当真去做便是自找亏吃，而多数人是不会自找亏吃的。于是，官话就有了糊弄人的意思，就成了一个贬义词，说官话者的形象难免受损。可是官场风波险恶，说官话不会让人抓住把柄，形象受损也要说下去。这里的老师父主动声明不讲官话，因为官话代表了正式规则，而正式规则是不能给当事的双方提供利益的，私下说明的潜规则却能在交易中为双方创造福利。 资源瓜分完毕的社会格局中，维持生存的底线是一条血线。血线之下，各种物资都获得了命资的意义，一碗饭可以延续一天的性命，一杯水也可以等于一条人命。突破血线必定导致流血，要么自己失血折命，要么博命威胁他人，劫夺活命之资。生命的价格，取决于本人的支付意愿，更取决于本人的支付能力。 极权专制制度除了可以无底线地激发人性的邪恶以外，对社会的发展进步和人民的幸福不会有任何促进作用。 世上最重要的两件事：关我屁事，关你屁事 世界并不缺少美，只是缺少发现美的眼睛 所谓宗教，就是把我们的义务的一切，都看作是神的命令 城市，是一个几百万人一起孤独地生活的地方 所谓规矩，从根本上考虑是为他人着想 文明人就是一种更有经验和更聪明的野蛮人 有时候真实比小说更加荒诞，因为虚构是在一定的逻辑下进行的，而现实往往毫无逻辑可言 在政治社会里，是由有权势的人来决定什么叫做正义，也就是说，有权势的人享有任意制造正义的特权，和取消正义的特权 认识和适应你身边的世界的真实本质，别指望它来适应你 生存环境能决定人选择怎样的常识，给哪种常识以优先考量。例如，常识能让人看到社会里的许多腐败和虚假，不相信那些虚伪的歌功颂德之辞。但是，知道跟有钱有势者的腐败、虚假过不去，是要吃亏的，这也是常识。这两种常识是相互抵消的。后一种常识甚至还会更占上风，因为凡是有常识的，都特别清楚自己的生存需要，做人要圆滑识相、要见人说人话，见鬼说鬼话，这样才能安身立命、左右逢源。为了明哲保身，更不能强出头或者以卵击石。美国作家莱文（Larry Niven）挖苦常识道：“常识就是，a. 不要朝持枪者扔大便，b. 也不要站在朝持枪者扔大便的人旁边。” 小人物是凭常识生活的人在收听外国广播合法时，他们不曾收听过；当不合法时，他们也没收听过。……他们对外部世界没有兴趣。”他们关心的只是如何过好自己的小日子 人治社会法律文件就是一张纸, 匹夫无罪，怀璧其罪，人治社会的可怕之处 控制不住局面的会议在中国是不开的，中国的开会不是解决问题，而是宣布决定 中国从来不缺乏算计人的智慧，缺乏的是发展经济的历史智慧 百姓是贵族阶层的统称，爱护百姓。历朝历代，统治者代表的都是地主阶级的利益。历朝历代的改革都只是为了缓和底层群众与地主阶级的矛盾，防止因为过激行为发生极端群体性事件 经济问题才是导致社会动荡，战争爆发的根源 人性观 在妓女的眼中，没有一个女人是不卖的。她们对一个听到女人不卖的传闻，理解的上限是价格没谈拢。一个人的价值取向，决定了她如何看待别人，也决定了他会从事哪一类职业 当一个人已经腐化到侮辱他思想的纯净，从而宣传他自己根本不相信的东西的时候，他已经做好了干任何坏事的准备。 要打破人的偏见比崩坏一个原子还难 我活了这么一大把年纪，活得很好，有个秘诀，我告诉你们：别把人性想得太好了 绝不要和愚蠢的人争论，愚蠢的人会把你拖到他们一样的水平，然后回击你 手里拿着铁锤的人看来，世界就像一颗钉子 习惯于绝望的处境，比绝望的处境本身还要糟 人与人之间，是应当保持一定距离的，这是每个人的自我的必要的生存空间，一个缺乏自我的人，往往不懂得尊重别人的自我需要生存空间。人就像寒冬里的刺猬，互相靠得太近，会觉得刺痛，彼此离得太远，却又会感觉寒冷，人是必须保持适当的距离过活。 我感到难过，不是因为你欺骗了我，而是因为我再也不能相信你了 我不会说任何人的不好，我只会说我所知道的任何人的好，事实证明，所有人都会拜倒在我的赞美之中 你想改变别人的念头都不要有，要学习像太阳一样，只是发出光和热，每个人接收阳光的反应有所不同，有人觉得刺眼，有人觉得温暖，有人甚至躲开阳光 说谎者的代价，不是别人不再相信他，而是他再不相信任何人 德行不是自制不为恶，而在不愿为恶 谎言不但自身邪恶，它也会感染灵魂，使口吐谎言的人渐至邪恶 如果我们举止有礼，言谈有善，我们就能粗暴地对待许多人而安然无恙","categories":[],"tags":[{"name":"知识","slug":"知识","permalink":"http://example.com/tags/%E7%9F%A5%E8%AF%86/"}]},{"title":"博客的目的","slug":"work","date":"2023-12-20T00:45:32.000Z","updated":"2023-12-27T02:10:16.273Z","comments":true,"path":"2023/12/20/work/","link":"","permalink":"http://example.com/2023/12/20/work/","excerpt":"","text":"记录自己时间总是不经意地从我身边流逝 审视自己 未经审视的人生不值得度过 上面那句话来自我曾经的好友 自我装逼 让他人在惊叹之余快速地认识我","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"意识的觉醒","slug":"new","date":"2023-12-19T08:51:05.000Z","updated":"2023-12-27T01:23:20.064Z","comments":true,"path":"2023/12/19/new/","link":"","permalink":"http://example.com/2023/12/19/new/","excerpt":"","text":"我一直是个猥琐的人面对自身恐惧的事情我总是选择躲开 在“安全的地方”又表现出对此事的不屑 别人画饼我讲现实别人讲现实我谈理想 为啥理想没破灭 原因在于我幸运 我要与那些“好人“建立连接 我要让科技融入我的生活我要成为","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"失败中的反思","slug":"failure","date":"2023-11-18T14:52:38.000Z","updated":"2023-12-27T01:07:05.635Z","comments":true,"path":"2023/11/18/failure/","link":"","permalink":"http://example.com/2023/11/18/failure/","excerpt":"","text":"之前我的想法是充满成功主义的 最近我发现 我的生活充满各种失败面对失败是我的接下来的主题 下次再碰到我喜欢的人 我会上去打招呼 错过了 就再也遇不到了 认识尼古拉 理解尼古拉 成为尼古拉","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"低谷中的反思","slug":"face","date":"2023-11-15T13:50:38.000Z","updated":"2023-12-27T01:05:24.808Z","comments":true,"path":"2023/11/15/face/","link":"","permalink":"http://example.com/2023/11/15/face/","excerpt":"","text":"现实的残酷远超我想象幸亏我的忍术好不然得整出抑郁症 在国内读书还是出国刷盘子我愿意选择后者我想活得轻松 从今起 我不会劝他人要上进 因为应对生活的苦难就已经让他们精疲力竭了 同时我也不对他们选择上进而产生的代价负责 想起那些亲身经历战争的人 我的生活还行","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"改变","slug":"change","date":"2023-11-12T06:59:58.000Z","updated":"2023-12-27T00:40:09.071Z","comments":true,"path":"2023/11/12/change/","link":"","permalink":"http://example.com/2023/11/12/change/","excerpt":"","text":"三大变化 不谈人文历史 爱谈科学技术 未感到接受和学习陌生事物是困难的 只是我习惯了而已 接受我不能改变的 改变我能改变的","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"过去-现在-未来","slug":"pass","date":"2023-11-11T06:40:34.000Z","updated":"2023-12-27T01:26:59.752Z","comments":true,"path":"2023/11/11/pass/","link":"","permalink":"http://example.com/2023/11/11/pass/","excerpt":"","text":"高中行尸走肉，大学思考之始 唯有不断努力后的审思，方能成长为有用的人 刹那间，已毕业三年，大学已成为历史 有些人还没好好告别，就消失在我的世界中了 是他们让我意识到锻炼是一件非常重要的事是他们引我进入计算机世界是他们鼓励我要独立思考 。。。 正是他们让我的世界充满美好 我想成为一个会说多国语言的软硬件工程师 相信持续改变的力量--滴水穿石","categories":[],"tags":[{"name":"人生","slug":"人生","permalink":"http://example.com/tags/%E4%BA%BA%E7%94%9F/"}]},{"title":"内在的我","slug":"like","date":"2023-11-08T09:17:36.000Z","updated":"2023-12-27T01:21:57.763Z","comments":true,"path":"2023/11/08/like/","link":"","permalink":"http://example.com/2023/11/08/like/","excerpt":"","text":"我 热爱技术，热爱生活，具有一定逻辑思考能力的人 好书 黑天鵝: 如何應對不可預知的未來 灰犀牛：如何应对大概率危机 天朝的崩溃 好电影 太平洋战争 硫磺岛的来信 大明王朝1566 好人","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"论教育","slug":"edu","date":"2023-11-07T12:13:55.000Z","updated":"2023-12-27T01:01:28.529Z","comments":true,"path":"2023/11/07/edu/","link":"","permalink":"http://example.com/2023/11/07/edu/","excerpt":"","text":"法国哲学家卢梭-论教育 现行教育对孩子是残忍的 我们逼迫他们为了虚无缥缈的以后而牺牲近在眼前的需求 用各种限制加重孩子的负担，让他们受苦 为了永远享受不到的遥远幸福做准备 年轻 教育 学习 未来","categories":[],"tags":[{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"}]},{"title":"科技与我同在","slug":"computer","date":"2023-10-26T02:12:16.000Z","updated":"2023-12-27T00:50:40.357Z","comments":true,"path":"2023/10/26/computer/","link":"","permalink":"http://example.com/2023/10/26/computer/","excerpt":"","text":"我为啥会选择互联网行业这一切需要从大学说起，进入大学后，我有了人生第一台电脑。 我用它观看了大量的欧美大片，尤其是里面的科幻片，例如星球大战，生化危机，黑客帝国，终结者等。 当时感觉自己对科技的观念落后这个时代五十年，掌握计算机技能才能应对未来的变化 不追求技术的广度和深度，追求性价比。 与计算机同在，让生活更美好 我可以从网上学到任何我想学的东西持续学习，持续变强","categories":[],"tags":[{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"}]},{"title":"学习中的思考","slug":"road","date":"2023-10-19T14:10:18.000Z","updated":"2023-12-27T01:50:13.913Z","comments":true,"path":"2023/10/19/road/","link":"","permalink":"http://example.com/2023/10/19/road/","excerpt":"","text":"学习动力应该来源于内心这样学习的时间才能够持久。 直到今天，我才发现我做到了在今后的几年，我会一直学习 我常常像哲学家一样给别人以错误指导并对自己的指导意见充满迷之自信 拥抱变化，让自己成为变化","categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"}]},{"title":"认识-理解-改变","slug":"stduy","date":"2023-09-30T01:29:51.000Z","updated":"2023-12-27T02:02:13.946Z","comments":true,"path":"2023/09/30/stduy/","link":"","permalink":"http://example.com/2023/09/30/stduy/","excerpt":"","text":"教育的三大职能 认识自己 理解世界 学会谋生 树林里有两条路我会选择少有人走的那条是因为我想遇到不一样的人和看到不一样的风景 很感激那些在我生命中帮助我并带来不一样体验的人他们让我的希望之树屹立至今。 从女孩的问题中可以看出女孩希望理解外面的世界但她的知识结构受限于环境 竹内亮导演带视频中女孩去上海使得女孩的希望种子能够破土而出。 关注自己，记录自己，改变自己","categories":[],"tags":[{"name":"人生","slug":"人生","permalink":"http://example.com/tags/%E4%BA%BA%E7%94%9F/"}]},{"title":"代码仓库","slug":"git","date":"2023-02-11T13:46:45.000Z","updated":"2023-12-27T01:15:49.922Z","comments":true,"path":"2023/02/11/git/","link":"","permalink":"http://example.com/2023/02/11/git/","excerpt":"","text":"公钥设置账号 git config –global user.name “name” 设置邮箱 git config –global user.email “email” 生成密钥 ssh-keygen -t rsa -C “xxx@xxx.xom“ 查看公钥 cat ~&#x2F;.ssh&#x2F;id_rsa.pub 复制公钥到码云 测试是否通 ssh -T git@gitee.com 网络ping github.com timeoutgithub c:&gt;windows&gt;system32&gt;drivers&gt;etc 192.30.255.112 github.com git185.31.16.184 github.global.ssl.fastly.net 命令github docs 三年git心得","categories":[],"tags":[{"name":"资源","slug":"资源","permalink":"http://example.com/tags/%E8%B5%84%E6%BA%90/"}]},{"title":"编程","slug":"reading","date":"2023-02-11T07:19:07.000Z","updated":"2023-12-27T01:42:38.866Z","comments":true,"path":"2023/02/11/reading/","link":"","permalink":"http://example.com/2023/02/11/reading/","excerpt":"","text":"编程网址数据结构和算法 cplusplus 大炳课程 语言入门学习大全 搭建博客hexo+github教程 简洁Hexo主题 ejs–嵌入式 JavaScript 模板引擎 hexo部署到centos远程服务器 医术与厨艺医学微视 默沙东诊疗手册 下厨房 豆果美食 Linux系统Ubuntu常用软件列表推荐 ubuntu桌面 RPM package guide 其它office 2019 直播源 在线公章","categories":[],"tags":[{"name":"资源","slug":"资源","permalink":"http://example.com/tags/%E8%B5%84%E6%BA%90/"}]}],"categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB/"},{"name":"成长","slug":"成长","permalink":"http://example.com/tags/%E6%88%90%E9%95%BF/"},{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"},{"name":"人生","slug":"人生","permalink":"http://example.com/tags/%E4%BA%BA%E7%94%9F/"},{"name":"知识","slug":"知识","permalink":"http://example.com/tags/%E7%9F%A5%E8%AF%86/"},{"name":"资源","slug":"资源","permalink":"http://example.com/tags/%E8%B5%84%E6%BA%90/"}]}